arjun.swagger-viewer
be5invis.vscode-custom-css
bierner.docs-view
chadalen.vscode-jetbrains-icon-theme
dbaeumer.vscode-eslint
digimezzo.jetbrains-rider-new-ui-theme
esbenp.prettier-vscode
franzgollhammer.jb-fleet-dark
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-pull-request-github
hbenl.vscode-test-explorer
mkhl.direnv
ms-azuretools.vscode-docker
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.test-adapter-converter
qvist.jetbrains-new-ui-dark-theme
rastikerdar.vscode-seedling-icon-theme
redhat.vscode-yaml
rust-lang.rust-analyzer
serayuzgur.crates
swellaby.vscode-rust-test-adapter
usernamehw.errorlens
vscodevim.vim
